Repository: JiZPaper/PaperVN
Catalog: PaperVN/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, ja, ko, pl, zh_hant

source: 译文不能为空，且不能超过20000个字符。
de: Die Übersetzung darf nicht leer sein und höchstens 20.000 Zeichen enthalten.
en: The translation can’t be empty or longer than 20,000 characters.
ja: 訳文は空にできず、20,000文字を超えることはできません。
ko: 번역문은 비워 둘 수 없으며 20,000자를 초과할 수 없습니다.
pl: Tłumaczenie nie może być puste ani dłuższe niż 20 000 znaków.
zh_hant: 譯文不能為空，且不能超過20000個字元。

source: 译文将在通过后加入VNDB-Description-Translations项目并在PaperVN App中使用。
de: Freigegebene Übersetzungen werden dem Projekt „VNDB-Description-Translations“ hinzugefügt und in der PaperVN-App verwendet.
en: Approved translations are added to the VNDB-Description-Translations project and used in the PaperVN app.
ja: 承認された翻訳はVNDB-Description-Translationsプロジェクトに追加され、PaperVN Appで使用されます。
ko: 승인된 번역은 VNDB-Description-Translations 프로젝트에 추가되어 PaperVN 앱에서 사용됩니다.
pl: Zatwierdzone tłumaczenia trafiają do projektu VNDB-Description-Translations i są używane w aplikacji PaperVN.
zh_hant: 譯文將在通過後加入VNDB-Description-Translations專案並在PaperVN App中使用。

source: 译者
de: Übersetzer
en: Translator
ja: 翻訳者
ko: 번역자
pl: Tłumacz
zh_hant: 譯者

source: 试玩版本
de: Testversion
en: Trial Version
ja: 体験版
ko: 체험판
pl: Wersja próbna
zh_hant: 試玩版本

source: 语言
de: Sprache
en: Language
ja: 言語
ko: 언어
pl: Język
zh_hant: 語言

source: 语言：%@
de: Sprache: %@
en: Language: %@
ja: 言語：%@
ko: 언어: %@
pl: Język: %@
zh_hant: 語言：%@

source: 语言与地区
de: Sprache und Region
en: Language & Region
ja: 言語と地域
ko: 언어 및 지역
pl: Język i region
zh_hant: 語言與地區

source: 语音
de: Sprachausgabe
en: Voice
ja: ボイス
ko: 음성
pl: Głos
zh_hant: 語音

source: 请先在资料库页面登录VNDB账户。
de: Melde dich zuerst auf der Mediathek-Seite bei deinem VNDB-Account an.
en: Sign in to your VNDB account on the Library page first.
ja: まずライブラリページでVNDBアカウントにログインしてください。
ko: 먼저 보관함 페이지에서 VNDB 계정에 로그인해 주세요.
pl: Najpierw zaloguj się na konto VNDB na stronie biblioteki.
zh_hant: 請先在資料庫頁面登入VNDB帳號。

source: 请先登录VNDB账户。
de: Melde dich zuerst bei deinem VNDB-Account an.
en: Sign in to your VNDB account first.
ja: まずVNDBアカウントにログインしてください。
ko: 먼저 VNDB 계정에 로그인해 주세요.
pl: Najpierw zaloguj się na konto VNDB.
zh_hant: 請先登入VNDB帳號。

source: 请勿直接提交机器翻译的结果。
de: Reiche bitte keine maschinellen Übersetzungen ein.
en: Don’t submit unedited machine translations.
ja: 機械翻訳の結果をそのまま投稿しないでください。
ko: 기계 번역 결과를 그대로 제출하지 마세요.
pl: Nie przesyłaj tłumaczeń maszynowych.
zh_hant: 請勿直接提交機器翻譯的結果。

source: 请求过于频繁，请稍后再试。
de: Zu viele Anfragen. Versuche es später erneut.
en: Too many requests. Try again later.
ja: リクエスト回数が多すぎます。しばらくしてからもう一度お試しください。
ko: 요청이 너무 많습니다. 나중에 다시 시도해 주세요.
pl: Zbyt wiele żądań. Spróbuj ponownie później.
zh_hant: 要求過於頻繁，請稍後再試。

source: 请粘贴Token。
de: Setze ein Token ein.
en: Paste a Token.
ja: トークンをペーストしてください。
ko: 토큰을 붙여넣어 주세요.
pl: Wklej token.
zh_hant: 請貼上Token。

source: 请键入搜索内容。
de: Gib einen Suchbegriff ein.
en: Enter a search term.
ja: 検索内容を入力してください。
ko: 검색어를 입력해 주세요.
pl: Wpisz wyszukiwane hasło.
zh_hant: 請輸入搜尋內容。

source: 调查已完成 – 与设计相符
de: Untersuchung abgeschlossen – Funktioniert wie vorgesehen
en: Investigation Complete – Works as Designed
ja: 調査完了 – 仕様どおりに動作
ko: 조사 완료 – 설계대로 작동
pl: Badanie ukończone – działa zgodnie z projektem
zh_hant: 調查完成 – 符合設計

source: 调查已完成 – 无法根据当前信息诊断问题
de: Untersuchung abgeschlossen – Mit den aktuellen Informationen keine Diagnose möglich
en: Investigation Complete – Unable to Diagnose with Current Information
ja: 調査完了 – 現在の情報では診断できません
ko: 조사 완료 – 현재 정보로는 진단할 수 없음
pl: Badanie ukończone – nie można zdiagnozować problemu na podstawie bieżących informacji
zh_hant: 調查完成 – 無法根據目前資訊診斷

source: 调查已完成 – 需要由Apple进行更改
de: Untersuchung abgeschlossen – Änderung durch Apple erforderlich
en: Investigation Complete – Change Required by Apple
ja: 調査完了 – Appleによる変更が必要
ko: 조사 완료 – Apple의 변경 필요
pl: Badanie ukończone – wymagana zmiana po stronie Apple
zh_hant: 調查完成 – 需要由Apple更改

source: 谢谢！你的翻译已提交以供审核。
de: Danke! Deine Übersetzung wurde zur Prüfung eingereicht.
en: Thank you! Your translation has been submitted for review.
ja: ありがとうございます！翻訳を審査に投稿しました。
ko: 감사합니다! 번역이 검토를 위해 제출되었습니다.
pl: Dziękujemy! Twoje tłumaczenie zostało przesłane do sprawdzenia.
zh_hant: 謝謝！你的翻譯已提交審核。

source: 贡献翻译
de: Übersetzungen beitragen
en: Contribute Translations
ja: 翻訳に協力
ko: 번역 기여
pl: Pomóż w tłumaczeniu
zh_hant: 貢獻翻譯

source: 账户
de: Account
en: Account
ja: アカウント
ko: 계정
pl: Konto
zh_hant: 帳號

source: 账户与设置
de: Account und Einstellungen
en: Account & Settings
ja: アカウントと設定
ko: 계정 및 설정
pl: Konto i ustawienia
zh_hant: 帳號與設定

source: 账户名
de: Accountname
en: Username
ja: ユーザー名
ko: 사용자 이름
pl: Nazwa konta
zh_hant: 帳號名稱

source: 账户状态
de: Accountstatus
en: Account Status
ja: アカウントの状態
ko: 계정 상태
pl: Stan konta
zh_hant: 帳號狀態

source: 质量保证
de: Qualitätssicherung
en: Quality Assurance
ja: 品質保証
ko: 품질 보증
pl: Zapewnianie jakości
zh_hant: 品質保證

source: 购买未完成，请稍后再试。
de: Der Kauf wurde nicht abgeschlossen. Versuche es später erneut.
en: The purchase wasn’t completed. Try again later.
ja: 購入が完了しませんでした。しばらくしてからもう一度お試しください。
ko: 구입이 완료되지 않았습니다. 잠시 후 다시 시도해 주세요.
pl: Zakup nie został ukończony. Spróbuj ponownie później.
zh_hant: 購買未完成，請稍後再試。

source: 购买正在等待App Store处理。
de: Der Kauf wartet auf die Verarbeitung durch den App Store.
en: The purchase is awaiting processing by the App Store.
ja: 購入はApp Storeによる処理待ちです。
ko: 구입 항목이 App Store의 처리를 기다리고 있습니다.
pl: Zakup oczekuje na przetworzenie przez App Store.
zh_hant: 購買正在等待App Store處理。

source: 购买遇到问题
de: Problem beim Kauf
en: Problem with Purchase
ja: 購入に関する問題
ko: 구입 문제
pl: Problem z zakupem
zh_hant: 購買遇到問題

source: 购买验证失败，请稍后再试。
de: Kaufüberprüfung fehlgeschlagen. Versuche es später erneut.
en: Purchase verification failed. Try again later.
ja: 購入を検証できませんでした。しばらくしてからもう一度お試しください。
ko: 구입 항목을 확인하지 못했습니다. 잠시 후 다시 시도해 주세요.
pl: Weryfikacja zakupu nie powiodła się. Spróbuj ponownie później.
zh_hant: 購買驗證失敗，請稍後再試。

source: 资助开发者换台电脑
de: Unterstütze den Entwickler beim Kauf eines neuen Computers
en: Help the Developer Get a New Computer
ja: 開発者のコンピュータ購入を支援
ko: 개발자의 새 컴퓨터 후원
pl: Pomóż deweloperowi kupić nowy komputer
zh_hant: 資助開發者更換電腦

source: 资料库
de: Mediathek
en: Library
ja: ライブラリ
ko: 보관함
pl: Biblioteka
zh_hant: 資料庫

source: 资料库同步
de: Mediathek-Synchronisierung
en: Library Sync
ja: ライブラリ同期
ko: 보관함 동기화
pl: Synchronizacja biblioteki
zh_hant: 資料庫同步

source: 资料库请求未通过登录验证，请稍后再试。
de: Die Mediathek-Anfrage konnte nicht authentifiziert werden. Versuche es später erneut.
en: The library request couldn’t be authenticated. Try again later.
ja: ライブラリへのリクエストを認証できませんでした。しばらくしてからもう一度お試しください。
ko: 보관함 요청의 로그인 인증에 실패했습니다. 잠시 후 다시 시도해 주세요.
pl: Nie udało się uwierzytelnić żądania biblioteki. Spróbuj ponownie później.
zh_hant: 資料庫要求未通過登入驗證，請稍後再試。

source: 资料更新时间
de: Profil aktualisiert
en: Profile Updated
ja: プロフィール更新日時
ko: 프로필 업데이트 시간
pl: Zaktualizowano profil
zh_hant: 資料更新時間

source: 超短篇
de: Sehr kurz
en: Very Short
ja: 超短編
ko: 초단편
pl: Bardzo krótka

source: 超长篇
de: Sehr lang
en: Very Long
ja: 超長編
ko: 초장편
pl: Bardzo długa
zh_hant: 超長篇

source: 越南语
de: Vietnamesisch
en: Vietnamese
ja: ベトナム語
ko: 베트남어
pl: Wietnamski
zh_hant: 越南文

source: 身高
de: Größe
en: Height
ja: 身長
ko: 키
pl: Wzrost

source: 转发VNDB、Steam、Bangumi番组计划、Today与活动请求。
de: VNDB-, Steam-, Bangumi-, Today- und Veranstaltungsanfragen weiterleiten.
en: Forward VNDB, Steam, Bangumi, Today, and event requests.
ja: VNDB、Steam、Bangumi番組計画、Today、イベントのリクエストを転送します。
ko: VNDB, Steam, Bangumi, Today 및 이벤트 요청을 전달합니다.
pl: Przekazuj żądania VNDB, Steam, Bangumi, Today i wydarzeń.
zh_hant: 轉發VNDB、Steam、Bangumi番組計畫、Today與活動要求。

source: 轻点下方的搜索词
de: Tippe unten auf einen Suchbegriff
en: Tap a search term below
ja: 下の検索語をタップしてください
ko: 아래의 검색어를 탭하세요
pl: Stuknij wyszukiwane hasło poniżej
zh_hant: 點一下下方的搜尋詞

source: 轻点以显示剧透内容
de: Tippen, um Spoiler-Inhalte anzuzeigen
en: Tap to reveal spoiler content
ja: タップしてネタバレ内容を表示
ko: 스포일러 콘텐츠를 표시하려면 탭하세요
pl: Stuknij, aby wyświetlić treść spoilera
zh_hant: 點一下以顯示劇透內容

source: 轻点修改翻译
de: Tippe, um die Übersetzung zu bearbeiten
en: Tap to edit the translation
ja: タップして翻訳を編集
ko: 탭하여 번역 편집
pl: Stuknij, aby edytować tłumaczenie
zh_hant: 輕點修改翻譯

source: 轻点查看翻译
de: Tippe, um die Übersetzung anzuzeigen
en: Tap to view the translation
ja: タップして翻訳を表示
ko: 탭하여 번역 보기
pl: Stuknij, aby wyświetlić tłumaczenie
zh_hant: 輕點檢視翻譯

source: 轻点编辑推荐
de: Tippe, um die Empfehlung zu bearbeiten
en: Tap to edit the recommendation
ja: タップしておすすめを編集
ko: 탭하여 추천 편집
pl: Stuknij, aby edytować rekomendację
zh_hant: 輕點編輯推薦

source: 载入发行版本超时，请检查网络后再试。
de: Zeitüberschreitung beim Laden der Veröffentlichungen. Prüfe deine Netzwerkverbindung und versuche es erneut.
en: Loading release versions timed out. Check your network connection and try again.
ja: リリースバージョンの読み込みがタイムアウトしました。ネットワーク接続を確認して、もう一度お試しください。
ko: 출시 버전을 불러오는 데 시간이 초과되었습니다. 네트워크 연결을 확인한 후 다시 시도해 주세요.
pl: Przekroczono limit czasu wczytywania wydań. Sprawdź połączenie z siecią i spróbuj ponownie.
zh_hant: 載入發行版本逾時，請檢查網路後再試一次。

source: 输入几个字就能找到
de: Mit wenigen Zeichen finden
en: Type Less, Find More
ja: 数文字ですぐ見つかる
ko: 몇 글자로 바로 찾기
pl: Znajdź po kilku znakach
zh_hant: 輸入幾個字就能找到

source: 过滤不安全的视觉小说封面、角色、截屏与标签。安全阈值越高对相关内容的容忍度越高。
de: Filtere unsichere Visual-Novel-Cover, Figuren, Bildschirmfotos und Tags. Je höher die Sicherheitsschwelle, desto mehr entsprechende Inhalte werden zugelassen.
en: Filter unsafe visual novel covers, characters, screenshots, and tags. A higher safety threshold allows more related content.
ja: 安全でないビジュアルノベルのカバー、キャラクター、スクリーンショット、タグをフィルタします。安全性のしきい値が高いほど、関連コンテンツの許容度が高くなります。
ko: 안전하지 않은 비주얼 노벨 표지, 캐릭터, 스크린샷 및 태그를 필터링합니다. 안전 임계값이 높을수록 관련 콘텐츠를 더 많이 허용합니다.
pl: Filtruj niebezpieczne okładki, postacie, zrzuty ekranu i tagi powieści wizualnych. Wyższy próg bezpieczeństwa oznacza większą tolerancję dla powiązanych treści.
zh_hant: 過濾不安全的視覺小說封面、角色、截圖與標籤。安全臨界值越高，對相關內容的容忍度越高。

source: 返回的商品与PaperVN Premium不匹配。
de: Das zurückgegebene Produkt entspricht nicht PaperVN Premium.
en: The returned product doesn’t match PaperVN Premium.
ja: 返された商品がPaperVN Premiumと一致しません。
ko: 반환된 상품이 PaperVN Premium과 일치하지 않습니다.
pl: Zwrócony produkt nie odpowiada PaperVN Premium.
zh_hant: 傳回的商品與PaperVN Premium不符。

source: 还原
de: Zurücksetzen
en: Restore
ja: 元に戻す
ko: 되돌리기
pl: Przywróć
zh_hant: 還原

source: 这是补标吗？
de: Ist das ein nachträglicher Eintrag?
en: Is This a Late Entry?
ja: 後からの記録ですか？
ko: 뒤늦게 기록하는 건가요?
pl: Czy to wpis z opóźnieniem?
zh_hant: 這是補標嗎？

source: 这条翻译已加入开源项目。
de: Diese Übersetzung wurde in das Open-Source-Projekt aufgenommen.
en: This translation has been added to the open source project.
ja: この翻訳はオープンソースプロジェクトに追加されました。
ko: 이 번역은 오픈 소스 프로젝트에 추가되었습니다.
pl: To tłumaczenie zostało dodane do projektu open source.
zh_hant: 這則翻譯已加入開源專案。

source: 这条翻译已撤回。
de: Diese Übersetzung wurde zurückgezogen.
en: This translation has been withdrawn.
ja: この翻訳は取り下げられました。
ko: 이 번역은 철회되었습니다.
pl: To tłumaczenie zostało wycofane.
zh_hant: 這則翻譯已撤回。

source: 连按两次以解除模糊
de: Doppeltippen, um die Unschärfe aufzuheben
en: Double-Tap to Unblur
ja: ダブルタップしてぼかしを解除
ko: 두 번 탭하여 흐림 효과 해제
pl: Stuknij dwukrotnie, aby odkryć
zh_hant: 點兩下以解除模糊

# 连接GitHub时发生网络错误（%d）：%@
source: 连接GitHub时发生网络错误（%1$d）：%2$@
de: Beim Verbinden mit GitHub ist ein Netzwerkfehler aufgetreten (%1$d): %2$@
en: A network error occurred while connecting to GitHub (%1$d): %2$@
ja: GitHubへの接続中にネットワークエラー（%1$d）が発生しました：%2$@
ko: GitHub에 연결하는 중 네트워크 오류(%1$d)가 발생했습니다: %2$@
pl: Wystąpił błąd sieci podczas łączenia z GitHubem (%1$d): %2$@
zh_hant: 連接GitHub時發生網路錯誤（%1$d）：%2$@

source: 连接PaperVN服务器时发生网络错误（%d）：%@
de: Beim Verbinden mit dem PaperVN-Server ist ein Netzwerkfehler aufgetreten (%1$d): %2$@
en: A network error occurred while connecting to the PaperVN server (%1$d): %2$@
ja: PaperVNサーバーへの接続中にネットワークエラー（%1$d）が発生しました：%2$@
ko: PaperVN 서버에 연결하는 중 네트워크 오류(%1$d)가 발생했습니다: %2$@
pl: Wystąpił błąd sieci podczas łączenia z serwerem PaperVN (%1$d): %2$@
zh_hant: 連接PaperVN伺服器時發生網路錯誤（%1$d）：%2$@

source: 追加内容
de: Zusätzliche Inhalte
en: Additional Content
ja: 追加コンテンツ
ko: 추가 콘텐츠
pl: Dodatkowa zawartość
zh_hant: 追加內容

source: 退出后将无法使用资料库功能。
de: Nach der Abmeldung kannst du die Mediathek-Funktionen nicht verwenden.
en: You won’t be able to use Library features after signing out.
ja: ログアウトすると、ライブラリ機能を使用できなくなります。
ko: 로그아웃하면 보관함 기능을 사용할 수 없습니다.
pl: Po wylogowaniu nie będzie można korzystać z funkcji biblioteki.
zh_hant: 登出後將無法使用資料庫功能。

source: 退出登录
de: Abmelden
en: Sign Out
ja: ログアウト
ko: 로그아웃
pl: Wyloguj się
zh_hant: 登出

source: 适龄体验
de: Altersgerechte Nutzung
en: Age-Appropriate Experience
ja: 年齢に適した体験
ko: 연령에 적합한 환경
pl: Doświadczenie odpowiednie dla wieku
zh_hant: 適齡體驗

source: 选取喜欢的Liquid Glass外观。
de: Wähle dein bevorzugtes Liquid-Glass-Erscheinungsbild.
en: Choose your preferred Liquid Glass appearance.
ja: 好みのLiquid Glassの外観を選択してください。
ko: 선호하는 Liquid Glass 모양을 선택해 주세요.
pl: Wybierz preferowany wygląd Liquid Glass.
zh_hant: 選取喜歡的Liquid Glass外觀。

source: 选取喜欢的Liquid Glass外观。“透明”更通透，可显示下方内容。“色调”可增加不透明度，并添加更多对比度。
de: Wähle dein bevorzugtes Liquid-Glass-Erscheinungsbild. „Transparent“ ist durchlässiger und zeigt Inhalte darunter. „Getönt“ erhöht die Deckkraft und den Kontrast.
en: Choose your preferred Liquid Glass appearance. “Clear” is more transparent and shows content underneath. “Tinted” increases opacity and adds more contrast.
ja: 好みのLiquid Glassの外観を選択してください。「透明」は透過性が高く、下のコンテンツを表示できます。「色合い」は不透明度を高め、コントラストを追加します。
ko: 선호하는 Liquid Glass 모양을 선택해 주세요. ‘투명’은 더 투명하여 아래 콘텐츠를 보여 줍니다. ‘색조’는 불투명도를 높이고 대비를 더합니다.
pl: Wybierz preferowany wygląd Liquid Glass. „Przezroczysty” jest bardziej transparentny i pokazuje treści pod spodem. „Barwiony” zwiększa krycie i kontrast.
zh_hant: 選取喜歡的Liquid Glass外觀。「透明」更通透，可顯示下方內容。「色調」可增加不透明度，並添加更多對比度。

source: 选择包含作品
de: Enthaltene Titel auswählen
en: Select Included Titles
ja: 収録作品を選択
ko: 포함된 작품 선택
pl: Wybierz zawarte tytuły
zh_hant: 選擇包含作品

source: 选择视觉小说
de: Visual Novel auswählen
en: Select Visual Novel
ja: ビジュアルノベルを選択
ko: 비주얼 노벨 선택
pl: Wybierz powieść wizualną
zh_hant: 選擇視覺小說

source: 透明
de: Transparent
en: Clear
ko: 투명
pl: Przezroczysty

source: 通用
de: Allgemein
en: General
ja: 一般
ko: 일반
pl: Ogólne
zh_hant: 一般

source: 通过鲲Galgame获取内容
de: Inhalte über KunGalgame abrufen
en: Fetch Content Through KunGalgame
ja: KunGalgame経由でコンテンツを取得
ko: KunGalgame을 통해 콘텐츠 가져오기
pl: Pobieraj treści przez KunGalgame
zh_hant: 透過鯤Galgame取得內容

source: 通过鲲Galgame间接获取原数据来源的内容。这将有助于改善部分用户的载入体验，但会受到NextMoe API的速率限制。
de: Rufe Inhalte indirekt über KunGalgame von den ursprünglichen Datenquellen ab. Dies kann das Laden für einige Nutzer verbessern, unterliegt aber den Ratenbegrenzungen der NextMoe-API.
en: Indirectly fetch content from the original data sources through KunGalgame. This may improve loading for some users, but is subject to NextMoe API rate limits.
ja: KunGalgameを経由して元のデータソースから間接的にコンテンツを取得します。一部のユーザーの読み込み体験は改善しますが、NextMoe APIのレート制限を受けます。
ko: KunGalgame을 통해 원본 데이터 출처에서 콘텐츠를 간접적으로 가져옵니다. 일부 사용자의 로드 환경을 개선할 수 있지만 NextMoe API 속도 제한이 적용됩니다.
pl: Pobieraj treści pośrednio z oryginalnych źródeł danych przez KunGalgame. Może to poprawić ładowanie u części użytkowników, ale podlega limitom szybkości API NextMoe.
zh_hant: 透過鯤Galgame間接取得原資料來源的內容。這將有助於改善部分使用者的載入體驗，但會受到NextMoe API的速率限制。

source: 速率限制
de: Ratenbegrenzung
en: Rate Limit
ja: レート制限
ko: 속도 제한
pl: Limit szybkości

source: 部分版本
de: Teilversion
en: Partial Version
ja: 部分版
ko: 부분 버전
pl: Wersja częściowa

source: 部分用户受到影响
de: Einige Nutzer sind betroffen
en: Some users are affected
ja: 一部のユーザーが影響を受けています
ko: 일부 사용자가 영향을 받습니다
pl: Dotyczy części użytkowników
zh_hant: 部分使用者受到影響

source: 部分语音
de: Teilweise Sprachausgabe
en: Partial Voice
ja: 一部ボイス
ko: 부분 음성
pl: Częściowy dubbing
zh_hant: 部分語音

source: 重新下载模型
de: Modell erneut laden
en: Redownload Model
ja: モデルを再ダウンロード
ko: 모델 다시 다운로드
pl: Pobierz model ponownie
zh_hant: 重新下載模型

source: 重新设计的设置
de: Neu gestaltete Einstellungen
en: Redesigned Settings
ja: 新しいデザインの設定
ko: 새롭게 디자인된 설정
pl: Nowy wygląd ustawień
zh_hant: 重新設計的設定

source: 重试
de: Erneut versuchen
en: Try Again
ja: 再試行
ko: 다시 시도
pl: Spróbuj ponownie
zh_hant: 再試一次

source: 链接已受限
de: Link eingeschränkt
en: Link Restricted
ja: リンクは制限されています
ko: 링크가 제한됨
pl: Link ograniczony
zh_hant: 連結已受限

source: 错误报告
de: Fehlerbericht
en: Bug Report
ja: バグ報告
ko: 버그 신고
pl: Zgłoszenie błędu
zh_hant: 錯誤報告

source: 长篇
de: Lang
en: Long
ja: 長編
ko: 장편
pl: Długa
zh_hant: 長篇

source: 问题
de: Problem
en: Issue
ja: 問題
ko: 문제
pl: Problem
zh_hant: 問題

source: 问题：
de: Problem:
en: Issue:
ja: 問題：
ko: 문제:
pl: Problem:
zh_hant: 問題：

source: 阿拉伯语
de: Arabisch
en: Arabic
ja: アラビア語
ko: 아랍어
pl: Arabski
zh_hant: 阿拉伯文

source: 附件
de: Anhänge
en: Attachments
ja: 添付ファイル
ko: 첨부 파일
pl: Załączniki

source: 附件大小不可超过5 MB。如果你确实需要上传，请在描述中附上网盘链接。
de: Anhänge dürfen jeweils höchstens 5 MB groß sein. Wenn du dennoch eine größere Datei hochladen musst, füge in der Beschreibung einen Link zu einem Cloud-Speicher hinzu.
en: Attachments cannot exceed 5 MB. If you really need to upload a larger file, include a cloud-drive link in the description.
ja: 添付ファイルは5 MBを超えられません。どうしても必要な場合は、説明にクラウドストレージのリンクを記載してください。
ko: 첨부 파일은 5 MB를 초과할 수 없습니다. 꼭 업로드해야 한다면 설명에 클라우드 드라이브 링크를 포함해 주세요.
pl: Załączniki nie mogą przekraczać 5 MB. Jeśli naprawdę musisz przesłać większy plik, dołącz w opisie link do dysku w chmurze.
zh_hant: 附件大小不得超過5 MB。如果確實需要上傳，請在描述中附上雲端硬碟連結。

source: 附件大小限制
de: Anhangsgrößenlimit
en: Attachment Size Limit
ja: 添付ファイルサイズの上限
ko: 첨부 파일 크기 제한
pl: Limit rozmiaru załącznika

source: 降序
de: Absteigend
en: Descending
ja: 降順
ko: 내림차순
pl: Malejąco
zh_hant: 降冪

source: 限制不安全的内容或剧透内容显示。
de: Die Anzeige unsicherer Inhalte oder Spoiler-Inhalte einschränken.
en: Restrict the display of unsafe or spoiler content.
ja: 安全でないコンテンツやネタバレを含むコンテンツの表示を制限します。
ko: 안전하지 않은 콘텐츠 또는 스포일러 콘텐츠 표시를 제한합니다.
pl: Ogranicz wyświetlanie niebezpiecznych treści lub spoilerów.
zh_hant: 限制顯示不安全或含有劇透的內容。

source: 限制模式
de: Einschränkungsmodus
en: Restriction Mode
ja: 制限モード
ko: 제한 모드
pl: Tryb ograniczeń

source: 限制范围
de: Einschränkungsbereich
en: Restriction Scope
ja: 制限対象
ko: 제한 범위
pl: Zakres ograniczeń
zh_hant: 限制範圍

source: 隐私政策
de: Datenschutzrichtlinie
en: Privacy Policy
ja: プライバシーポリシー
ko: 개인정보 처리방침
pl: Polityka prywatności
zh_hant: 隱私權政策

source: 隐藏
de: Ausblenden
en: Hide
ja: 非表示
ko: 숨기기
pl: Ukryj
zh_hant: 隱藏

source: 随机语录
de: Zufälliges Zitat
en: Random Quote
ja: ランダムな名言
ko: 무작위 문구
pl: Losowy cytat
zh_hant: 隨機語錄

source: 需要先在App配置中设置BangumiOAuthClientID和BangumiOAuthClientSecret。
de: Lege zuerst BangumiOAuthClientID und BangumiOAuthClientSecret in der App-Konfiguration fest.
en: Set BangumiOAuthClientID and BangumiOAuthClientSecret in the app configuration first.
ja: 先にApp構成でBangumiOAuthClientIDとBangumiOAuthClientSecretを設定してください。
ko: 먼저 앱 구성에서 BangumiOAuthClientID 및 BangumiOAuthClientSecret을 설정해야 합니다.
pl: Najpierw ustaw BangumiOAuthClientID i BangumiOAuthClientSecret w konfiguracji aplikacji.
zh_hant: 需要先在App設定中設定BangumiOAuthClientID和BangumiOAuthClientSecret。

source: 需要同意新增的隐私政策与服务条款
de: Du musst der aktualisierten Datenschutzrichtlinie und den Nutzungsbedingungen zustimmen
en: You must agree to the updated Privacy Policy and Terms of Service
ja: 更新されたプライバシーポリシーと利用規約に同意する必要があります
ko: 업데이트된 개인정보 처리방침 및 서비스 이용약관에 동의해야 합니다
pl: Musisz zaakceptować zaktualizowaną Politykę prywatności i Warunki korzystania z usługi
zh_hant: 需要同意新增的隱私權政策與服務條款

source: 需要登录
de: Anmeldung erforderlich
en: Sign In Required
ja: ログインが必要です
ko: 로그인 필요
pl: Wymagane logowanie
zh_hant: 需要登入

source: 需要登录VNDB账户以提交反馈。
de: Melde dich bei einem VNDB-Account an, um Feedback zu senden.
en: Sign in to a VNDB account to submit feedback.
ja: フィードバックを送信するにはVNDBアカウントにログインしてください。
ko: 피드백을 제출하려면 VNDB 계정에 로그인해 주세요.
pl: Zaloguj się na konto VNDB, aby przesłać opinię.
zh_hant: 需要登入VNDB帳號才能提交回饋。

source: 需要登录VNDB账户以提交翻译。
de: Melde dich bei einem VNDB-Account an, um Übersetzungen einzureichen.
en: Sign in to a VNDB account to submit translations.
ja: 翻訳を投稿するにはVNDBアカウントにログインしてください。
ko: 번역을 제출하려면 VNDB 계정에 로그인해 주세요.
pl: Zaloguj się na konto VNDB, aby przesyłać tłumaczenia.
zh_hant: 需要登入VNDB帳號才能提交翻譯。

source: 需要登录VNDB账户以查看已提交反馈。
de: Melde dich bei einem VNDB-Account an, um gesendetes Feedback anzuzeigen.
en: Sign in to a VNDB account to view submitted feedback.
ja: 送信済みのフィードバックを確認するにはVNDBアカウントにログインしてください。
ko: 제출한 피드백을 보려면 VNDB 계정에 로그인해 주세요.
pl: Zaloguj się na konto VNDB, aby wyświetlić przesłane opinie.
zh_hant: 需要登入VNDB帳號以查看已提交的回饋。

source: 静音
de: Stummschalten
en: Mute
ja: ミュート
ko: 음소거
pl: Wycisz
zh_hant: 靜音

source: 非二元
de: Nichtbinär
en: Nonbinary
ja: ノンバイナリー
ko: 논바이너리
pl: Niebinarny

source: 韩语
de: Koreanisch
en: Korean
ja: 韓国語
ko: 한국어
pl: Koreański
zh_hant: 韓文

source: 音乐
de: Musik
en: Music
ja: 音楽
ko: 음악
pl: Muzyka
zh_hant: 音樂

source: 预览
de: Vorschau
en: Preview
ja: プレビュー
ko: 미리보기
pl: Podgląd
zh_hant: 預覽

source: 马来语
de: Malaiisch
en: Malay
ja: マレー語
ko: 말레이어
pl: Malajski
zh_hant: 馬來文

source: 高分作品
de: Hoch bewertete Titel
en: Highly Rated Titles
ja: 高評価の作品
ko: 높은 평점의 작품
pl: Wysoko oceniane tytuły

source: 高度符合你的偏好
de: Passt sehr gut zu deinen Präferenzen
en: Strong match for your preferences
ja: 好みに非常によく合います
ko: 취향과 매우 잘 맞습니다
pl: Bardzo dobrze pasuje do Twoich preferencji

source: 鲲Galgame
de: KunGalgame
en: KunGalgame
ja: KunGalgame
ko: KunGalgame
pl: KunGalgame
zh_hant: 鯤Galgame

source: 鲲Galgame OAuth客户端尚未开放NextMoe内容权限，请稍后再试。
de: Der KunGalgame-OAuth-Client hat noch keine Berechtigung für NextMoe-Inhalte. Versuche es später erneut.
en: The KunGalgame OAuth client does not have permission to access NextMoe content yet. Try again later.
ja: KunGalgame OAuthクライアントには、まだNextMoeコンテンツへのアクセス権限がありません。しばらくしてからもう一度お試しください。
ko: KunGalgame OAuth 클라이언트에 아직 NextMoe 콘텐츠 권한이 없습니다. 나중에 다시 시도해 주세요.
pl: Klient OAuth KunGalgame nie ma jeszcze dostępu do treści NextMoe. Spróbuj ponownie później.
zh_hant: 鯤Galgame OAuth用戶端尚未開放NextMoe內容權限，請稍後再試。

source: 鲲Galgame拒绝了登录请求。
de: KunGalgame hat die Anmeldeanfrage abgelehnt.
en: KunGalgame denied the sign-in request.
ja: KunGalgameがログインリクエストを拒否しました。
ko: KunGalgame에서 로그인 요청을 거부했습니다.
pl: KunGalgame odrzuciło żądanie logowania.
zh_hant: 鯤Galgame拒絕了登入要求。
